Repository: mehradvico/pastil-core-main
Catalog: Resource/Lang.*.resx
Languages: fa

source: Category Id
fa: شناسه دسته بندی

# Currency
source: Toman
fa: تومان

source: Free
fa: رایگان

source: Immediate delivery
fa: ارسال فوری

source: Reserve Id
fa: شناسه رزرو

source: Online payment
fa: پرداخت آنلاین

source: Price
fa: قیمت

source: Product Id
fa: شناسه محصول

source: Product Name
fa: نام محصول

source: Products Item List
fa: لیست آیتم ها

source: Quantity
fa: موجودی

source: Row
fa: ردیف

source: Store Name
fa: نام فروشگاه

source: Variety
fa: تنوع

source: Bonus Code
fa: کد معرف

source: After Rent
fa: پس کرایه

source: Companion Reserves
fa: حسابداری رزروها

source: Item Id
fa: شناسه آیتم

source: Companion Name
fa: نام کلینیک

source: Booker Name
fa: به نام

source: Pet Type
fa: پت

source: Operator Name
fa: نام اوپراتور

source: Pre Payment Price
fa: پیش پرداخت

source: Package Price
fa: قیمت پکیج ها

source: Operator Wages Price
fa: دستمزد

source: Operator Stuff Price
fa: قیمت تجهیزات

source: Operator Final Price
fa: قیمت نهایی

source: Operator Detail
fa: توضیحات

source: Discount
fa: تحفیف

source: Rebate Price
fa: تخفیف

source: Companion Share
fa: سهم کلینیک

source: Site Share
fa: سهم سایت

source: Payment Price
fa: مبلغ کل

source: Create Date
fa: تاریخ ایجاد

source: State
fa: وضعیت رزرو

source: Products List
fa: لیست محصولات

source: Second Name
fa: نام دوم

source: Brand Name
fa: نام برند

source: Variety Name
fa: نام تنوع اول

source: Variety2 Name
fa: نام تنوع دوم

source: Base Price
fa: قیمت پایه

source: Discount Percent
fa: درصد تخفیف

source: Discount End Date
fa: تاریخ پایان تخفیف

source: Sell Limit Count
fa: حداقل تعداد قابل خرید

source: Sell Count
fa: تعداد فروش رفته

source: Visit Count
fa: تعداد بازدید

source: Rate Avg
fa: میانگین امتیاز

source: Rate Count
fa: تعداد امتیاز

source: Status Name
fa: وضعیت محصول

source: Type Name
fa: نوع محصول

source: Active
fa: فعال

source: Description
fa: توضیحات

source: Summary
fa: خلاصه

source: Product Label
fa: لیبل محصول

source: Brand Id
fa: شناسه برند

source: Category Name
fa: نام دسته بندی

source: Variety Id
fa: شناسه تنوع اول

source: Variety2Id
fa: شناسه تنوع دوم

source: PictureId
fa: شناسه تصویر

source: StatusId
fa: شناسه وضعیت

source: TypeId
fa: شناسه نوع محصول

source: Feature Weight
fa: ویژگی وزن

source: FeatureUsage
fa: مورد استفاده در

source: Update Date
fa: آخرین آپدیت

source: FeatureColor
fa: رنگ

source: FeatureCount
fa: تعداد بسته

source: FeatureTook
fa: عصاره

source: FeatureCountry
fa: کشور سازنده

source: FeatureCustomize
fa: قابلیت تنظیم

source: FeatureSize
fa: سایز

source: CodeValue
fa: کد محصول

source: StoreId
fa: شناسه فروشگاه

source: Admin Description
fa: توضیحات ادمین

source: Location
fa: لوکیشن

source: AssistanceName
fa: نام خدمت

source: SharePercent
fa: درصد سهم کلینیک
