Repository: mehradvico/pastil-core-main
Catalog: Resource/Notification.*.resx
Languages: fa

source: AccessDenied
fa: شما به این بخش دسترسی ندارید

source: Already Is Companion
fa: شما قبلا به عنوان همکار ثبت نام شده اید.

source: Already is driver
fa: شما قبلا به عنوان راننده ثبت نام شده اید.

# AmountNotCorrect
source: Amount is not correct
fa: مبلغ وارد شده معتبر نیست

source: Bonus amount added to wallet successfully
fa: مبلغ جایزه با موفقیت به کیف پول اضافه شد

source: Bonus code can not be yours
fa: نمی توانید کد معرف خود را وارد نمایید

source: Bonus has already been added to the wallet for this ProductOrder
fa: پاداش قبلاً برای این سفارش به کیف پول اضافه شده است

source: Cart is Empty
fa: سبد خرید خالی است

source: Duplicate value
fa: مقدار تکراری است

source: Error on start payment
fa: خطا در شروع پرداخت

source: File Not Allow
fa: فایل مورد تایید نیست

source: Gold Account Now Is Available
fa: اکانت طلایی هم اکنون موجود است

source: Have Been Reserved
fa: قبلا رزرو شده است

source: Insufficient funds
fa: موجودی کافی نیست.

source: Insufficient inventory
fa: موجودی کافی نیست

source: Invalid bonus code
fa: کد معرف نامعتبر است.

source: Invalid code
fa: کد اشتباه است

source: Invalid data
fa: دیتا استباه است

source: Invalid time format
fa: قالب زمان نامعتبر است

# InvalidToken
source: The token is invalid
fa: توکن نامعتبر است

source: It is not possible to buy
fa: امکان خرید وجود ندارد

# MobileChangedSuccessfully
source: Mobile number changed successfully
fa: شماره موبایل با موفقیت تغییر کرد

source: Nothing found
fa: موردی یافت نشد

# NotPossibleUseRebateCode
source: It is not possible to use this rebate code
fa: امکان استفاده از این کد تخفیف نیست

source: Operation failed
fa: عملیات ناموفق

source: Please answer the questions
fa: لطفا به سوالات پاسخ دهید

source: Please enter either mobile or email
fa: لطفا موبایل یا ایمیل را وارد کنید

source: Please Enter File
fa: لطفا فایل را وارد نمایید

source: Please Enter The Address
fa: لطفا آدرس خود را وارد نمایید

source: Please enter the amount
fa: لطفا مقدار را وارد نمایید

source: Please enter the code
fa: لطفا کد را وارد نمایید

source: Please Enter The License Plate Number
fa: لطفا شماره پلاک خودرو خود را وارد نمایید

source: PleaseEnterTheName
fa: لطفا نام را وارد نمایید

source: Please enter the password
fa: لطفا رمز ورود را وارد نمایید

source: Please enter the phone
fa: لطفا شماره تلفن همراه خود را وارد نمایید

source: Please enter the token
fa: لطفا توکن را وارد نمایید

source: Please Enter The Vehicle
fa: لطفا نام خودرو خود را به طور کامل وارد کنید

source: Please select the address
fa: لطفا آدرس را انتخاب کنید

source: Please select the delivery type
fa: لطفا نحوه ارسال را مشخص کنید

source: Please select the merchant
fa: لطفا درگاه بانکی را انتخاب نمایید

source: Please set destination
fa: لطفا مقصد سفر را وارد نمایید

source: Please set origin
fa: لطفا مبدا سفر را وارد نمایید

# PleaseSpecifyFirstVariationValue
source: Please specify the first variation value.
fa: لطفا مقدار تنوع اول را مشخص کنید

source: Resource not find
fa: محتوی مورد نظر یافت نشد

source: Select at least one type
fa: حداقل یک نوع را انتخاب نمایید

source: Settings are not complete
fa: تنظیمات تکمیل نیست

# Success
source: Successfully
fa: با موفقیت انجام شد

source: Successfully added to cart
fa: با موفقیت به سبد اضافه شد

# SuccessfullyCompletedPreviousVariationsWereRemoved
source: Successfully completed and previous variations were removed.
fa: با موفقیت انجام شد و تنوع های قبلی حذف شدند

source: The bonus code is wrong
fa: کد معرف صحیح نیست

source: The code is duplicate
fa: کد وارد شده تکراری است

source: The code is wrong
fa: کد وارد شده اشتباه است

# TheDateNotCorrect
source: The date is not correct
fa: تاریخ صحیح نیست

source: The email address is duplicate
fa: آدرس ایمیل تکراری است

source: The email address is wrong
fa: آدرس ایمیل صحیح نیست

# TheEmailChangeRequestSent
source: The Email of Email address change request has been sent
fa: درخواست تغییر ایمیل به آدرس ایمیل شما ارسال شد

# TheEnteredNumberNotCorrect
source: The entered number is not correct
fa: عدد وارد شده صحیح نیست

source: The label is duplicate
fa: برچسب تکراری است

# TheLimitUsesDiscountCodeReached
source: The limit of the number of uses of this discount code has been reached
fa: محدودیت تعداد استفاده از این کد تخفیف به اتمام رسیده است

# TheMobileChangeRequestSent
source: The Sms of the Mobile change request has been sent
fa: پیامک تغییر شماره موبایل برای شما ارسال شد

source: The mobile number is duplicate
fa: شماره موبایل تکراری است

source: The mobile number is wrong
fa: شماره موبایل اشتباه است

source: TheNameIsDuplicate
fa: نام تکراری است

source: The number is more than stock
fa: تعداد بیشتر از موجودی انبار است

source: The number of wrongs is greater than the limit
fa: تعداد اشتباهات بیشتر از حد مجاز شد

source: The password is wrong
fa: رمز وارد شده صحیح نیست

# ThePercentageRangeNotCorrect
source: The percentage range is not correct
fa: بازه درصد صحیح نیست

# TheProductUnavailable
source: The product is unavailable
fa: محصول ناموجود است

source: The range entered is not correct
fa: بازه وارد شده صحیح نیست

source: The recovery code was emailed
fa: کد بازیابی ایمیل شد

source: The recovery code was sent by SMS
fa: کد بازیابی پیامک شد

source: The time range must be between 0 and 23.
fa: بازه زمانی باید بین 0 تا 23 باشد.

# TheTimeUseCodeNotArrived
source: The time to use this code has not arrived
fa: زمان استفاده از این کد تخفیف فرا نرسیده است

source: The user account is blocked
fa: حساب کاربری مسدود است

source: This article has already been edited
fa: این مطلب قبلا ویرایش شده است

# ThisDiscountCodeExpired
source: This discount code has expired
fa: مدت زمان استفاده از این کد تخفیف به اتمام رسیده است

source: Times have overlap
fa: زمان های وارد شده با هم همپوشانی دارند

source: Token expired
fa: توکن منقضی شده است

source: To time must be bigger than from time
fa: تا ساعت باد بزرگتر از از ساعت باشد

# Unsuccess
source: Unsuccessfully
fa: عملیات ناموفق بود

source: User not found
fa: کاربر یافت نشد

# UserNotFount
source: User not found
fa: کاربر یافت نشد

source: User with the provided BonusCode not found
fa: کاربر با کد معرف وارد شده یافت نشد

source: Varieties should be different
fa: تنوع ها باید متفاوت باشند

# PleaseEnterCancelDetail
source: Why You Are Cancelling
fa: لطفا توضیحات کنسلی را پر نمایید

source: You Have Already Purchased This Course
fa: شما قبلا این محصول را خریداری کرده اید

source: You have already purchased this product
fa: شما قبلا این محصول را خریداری کرده اید

source: You have not permission
fa: شما دسترسی ندارید

# YouHaveNotPermissionToAddInformationForThisCompanion
source: You do not have permission to add information for this Companion.
fa: شما دسترسی اضافه کردن اطلاعات برای این همکار را ندارید.

source: Your Report Has Been Submited For This Product Before
fa: گزارش تخلف شما قبلا برای این محصول ثبت شده است

source: Your Report Has Been Submited For This Companion Before
fa: گزارش تخلف شما قبلا برای این همکار ثبت شده است

source: Your Report Has Been Submited For This Companion Assistance Before
fa: گزارش تخلف شما قبلا برای این خدمت همکار ثبت شده است.

source: Please Enter The Activation Value Reason
fa: لطفا دلیل عدم تایید را وارد نمایید

source: Please Change The Status
fa: لطفا وضعیت را تغییر بدهید

source: Please Enter The Admin Detail
fa: لطفا توضیحات خود را وارد نمایید

source: This Insurance Is Not For This Pet
fa: این بیمه متناسب با پت شما نیست

source: You Already Have Online Trip
fa: شما در حال حاضر سفر آنلاین دارید

source: Start Date Must Be From Tommarow
fa: تاریخ شروع باید از فردا باشد

source: You Can Not Cancel This Reservation
fa: شما نمی توانید این رزرو را لغو کنید

source: Please Enter The Driver
fa: لطفا راننده مور نظر خود را انتخاب نمایید

source: Please Enter Time Range
fa: لطفا بازه زمانی مدنظر خود را وارد نمایید

source: This Reserve Is Not Blong To You
fa: این رزرو به شما تعلق ندارد

source: This Trip Has Been Reserved For Another Driver
fa: این سفر برای راننده دیگر رزرو شده است

source: Please Set User Pet
fa: لطفا پت خود را وارد نمایید

source: Already Choose
fa: قبلا انتخاب کرده اید

source: Final Price Is Not Available
fa: قیمت نهایی هنوز ثبت نشده است

source: Your Cargo Request Is Not Accepted
fa: درخواست کاگو شما هنوز تایید نشده است

source: Trip has Not Completed Yet
fa: سفر هنوز کامل نشده است

source: Reserve has Not Completed Yet
fa: رزرو هنوز تکمیل نشده است

source: This Reserve State Has Completed Before
fa: وضعیت این رزرو قبلا به تکمیل شده تغییر داده شده است.

# TheFinalPriceHasNotYetBeenRecordedForThisReserve
source: The final amount has not yet been recorded for this reservation.
fa: مبلغ نهایی هنوز برای این رزرو ثبت نشده است

source: The calculation of shares has already been done.
fa: محاسبه سهم ها قبلا انجام شده است

source: License Plate Number
fa: شماره پلاک

source: ThisReserveIsCompleted
fa: این رزرو تکمیل شده است

source: ThisReserveIsPaid
fa: این رزرو پرداخت شده است

source: Code Value
fa: کد محصول

source: Please Enter From Date
fa: لطفا تاریخ درخواست را مشخص نمایید

source: This Companion Has No Activity In Your Zone
fa: این کلینیک در محدوده آدرس شما فعالیت ندارد
